Repository: CherryFramework/cherry-mega-menu
Catalog: languages/cherry-mega-menu-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, uk

source: Deleted %s
de_de: %s gelöscht
es_es: Eliminar %s
fr_fr: Supprimé %s
it_it: Eliminato %s
ru_ru: Удалено %s
uk: %s видалено

source: Failed to delete %s
de_de: Fehler beim Löschen %s
es_es: Error al eliminar %s
fr_fr: Impossible de supprimer %s
it_it: Impossibile eliminare %s
ru_ru: Ошибка при удалении %s
uk: Не вдалося видалити %s

source: Moved %s to %d (%s)
de_de: %s zu %d (%s) übergetragen
es_es: Transladado %s a %d (%s)
fr_fr: Déplacé %s à %d (%s)
it_it: Spostare %s a %d (%s)
ru_ru: Перемещено %s в %d (%s)
uk: %s переміщено в %d (%s)

source: Failed to move %s to %d
de_de: Fehler beim Übertragen von %s zu %d
es_es: Error al transladar %s a %d
fr_fr: Impossible de déplacer %s à %d
it_it: Impossibile spostare %s in %d
ru_ru: Ошибка при перемещении %s в %d
uk: Не вдалося перемістити %s до %d

source: Close
de_de: Schliessen
es_es: Cerrado
fr_fr: Fermer
it_it: Chiudere
ru_ru: Закрыть
uk: Закрити
