Repository: CherryFramework/cherry-mega-menu
Catalog: languages/cherry-mega-menu-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru, uk

source: Launched for Menu ID
de_de: Für Menü-ID gestartet
es_es: Presentado para ID del Menu
fr_fr: Utiliser pour Menu ID
it_it: Lanciato per Menu ID
ru_ru: Запущено для Меню ID
uk: Використовувати для ID меню

source: Mega Menu
de_de: Mega-Menü
fr_fr: Méga Menu
ru_ru: Mega Меню
uk: Меґа Меню

source: Saving
de_de: Sparen
es_es: El proceso de guardar
fr_fr: Enregistrement
it_it: Sta salvando
ru_ru: Сохранение
uk: Збереження...

source: Oops. Something went wrong. Please reload the page.
de_de: Oops. Etwas ist schief gelaufen. Bitte laden Sie die Seite neu.
es_es: Vaya. Algo salió mal. Vuelva a cargar la página.
fr_fr: Oups, quelque chose a mal tourné. Veuillez recharger la page.
it_it: Oops. Qualcosa è andato storto. Si prega di ricaricare la pagina.
ru_ru: Опаньки... что-то пошло не так. Пожалуйста, перезагрузите страницу.
uk: Ой, щось трапилося. Будь ласка, оновіть сторінку.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
ru_ru: Настройки
uk: Налаштування

source: Media
de_de: Medien
fr_fr: Médias
ru_ru: Медиа
uk: Медіа

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
ru_ru: Сохранить
uk: Зберегти

source: Saving...
de_de: Speichere...
es_es: Se está guardando...
fr_fr: Sauvegarde en cours...
it_it: Sto salvando...
ru_ru: Сохранение....
uk: Збереження...

source: Saved
de_de: Gespeichert
es_es: Ha sido guardado
fr_fr: Enregistré
it_it: Salvato
ru_ru: Сохранено
uk: Збережено

source: Something went wrong. Please, try again
de_de: Etwas ist falsch gelaufen. Versuchen Sie es bitte nochmal
es_es: Algo salió mal. Por favor, inténtalo de nuevo
fr_fr: Oups, quelque chose a mal tourné. Veuillez essayer de nouveau
it_it: Qualcosa è andato storto. Per favore riprova nuovamente
ru_ru: Что-то пошло не так. Попробуйте снова.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.

source: Select main theme menu
de_de: Hauptthema-Menü auswählen
es_es: Seleccione el menú principal del tema
fr_fr: Sélectionnez le menu principal de thème
it_it: Seleziona il menu principale del theme
ru_ru: Выберите главное меню темы
uk: Оберіть основне меню теми

source: Main theme menu location
de_de: Hauptthema-Menüposition
es_es: Localización del menú de Tema principal
fr_fr: Emplacement du menu principal de thème
it_it: Principale posizione theme menu
ru_ru: Позиция главного меню темы
uk: Розташування основного меню теми

source: Select the menu location for your main menu
de_de: Wählen Sie die Menüposition für Ihr Hauptmenü
es_es: Seleccione la localización del menú para el menú principal
fr_fr: Sélectionner l'emplacement du menu pour votre menu principal
it_it: Seleziona la posizione del menu per il tuo menu principale
ru_ru: Выберите позицию вашего главного меню
uk: Оберіть розташування основного меню теми

source: Select menu location for main theme menu. Mega menu will be applied to this location.
de_de: Wählen Sie die Menüposition für Hauptthema-Menü. Mega-Menü wird zu dieser Position angewandt.
es_es: Seleccione la localización del menú para el menú principal del tema. Mega menú se aplicará a esta localización.
fr_fr: Sélectionner l'emplacement du menu principal de thème. Menu Méga sera appliquée à cet endroit.
it_it: Seleziona posizione del menu per il menu del theme principale. Menu mega sarà applicabile a questa posizione.
ru_ru: Выберите позицию главного меню темы, в которой будет использовано Mega Меню.
uk: Оберіть розташування основного меню теми. Меґа меню буде застосоване до цієї області

source: Mega menu enabled
de_de: Mega-Menü aktiviert
es_es: Mega menú activado
fr_fr: Menu Méga activé
it_it: Mega menu abilitato
ru_ru: Mega Меню включено
uk: Меґа Меню увімкнено

source: Enable / Disable
de_de: Aktivieren / Deaktivieren
es_es: Activar / Desactivar
fr_fr: Activer / Désactiver
it_it: Abilitato / Disabilitato
ru_ru: Включить/Отключить
uk: Увімкнути/Вимкнути

source: This applies only to main site menu
de_de: Dies lässt sich nur zum Menü der Hauptwebseite anwenden
es_es: Esto se aplica sólo al menú principal
fr_fr: Ceci s'applique seulement pour le menu principal du site
it_it: Questo vale solo per menu del sito principale
ru_ru: Эта опция работает только для главного меню сайта.
uk: Застосовне тільки до основного меню теми

source: Mobile starts from
de_de: Handy startet ab
es_es: La versión móvil se comienza desde
fr_fr: Mobile commence à partir de
it_it: Mobile inizia da
ru_ru: Мобильная версия меню начиная с
uk: Початок завантаження версії для мобільного

source: Select the window dimensions for mobile menu layout switching.
de_de: Wählen Sie die Fensterabmessungen für mobile Menülayout-Schaltung.
es_es: Seleccione las dimensiones de la ventana de diseño del menú para el móvil.
fr_fr: Sélectionnez les dimensions de la fenêtre pour l'utilisation de menu mobile.
it_it: Seleziona le dimensioni della finestra per il mobile menu con il modo di dimensione tipo switching.
ru_ru: Выберите ширину экрана, при которой меню будет переключаться на мобильную версию.
uk: Визначте розміри вікна, починаючи від яких завантажуватиметься версія меню для мобільного.

source: Mobile nav label
de_de: Beschriftung für mobile Navigation
es_es: Label de navegación móvil
fr_fr: Label de nav mobile
it_it: L'etichetta di navigazione mobile
ru_ru: Заголовок мобильного меню
uk: Підпис меню для мобільного

source: Enter the mobile navigation label
de_de: Geben Sie die Beschriftung für mobile Navigation an
es_es: Introduzca la etiqueta de navegación móvil
fr_fr: Entrez le label de nav mobile
it_it: Inserisci l'etichetta di navigazione mobile
ru_ru: Введите заголовок мобильного меню
uk: Вкажіть підпис меню для мобільного

source: Menu
de_de: Menü
ru_ru: Меню
uk: Меню

source: Menu direction
de_de: Menü-Richtung
es_es: Dirección del menú
fr_fr: Direction de menu
it_it: Direzione Menu
ru_ru: Направление меню
uk: Напрямок меню

source: Select your direction: vertical or horizontal
de_de: Wählen Sie Ihre Richtung: vertikal oder horizontal
es_es: Seleccione su dirección vertical u horizontal
fr_fr: Sélectionnez votre direction: verticale ou horizontale
it_it: Seleziona la tua direzione: verticale o orizzontale
ru_ru: Выберите направление пунктов меню: вертикальное или горизонтальное
uk: Оберіть бажаний напрям меню: горизонтальний чи вертикальний

source: Horizontal
it_it: Orizzontale
ru_ru: Горизонтальное
uk: Горизонтальний

source: Vertical
de_de: Vertikal
it_it: Verticale
ru_ru: Вертикальное
uk: Вертикальний

source: Animation effect
de_de: Animationseffekt
es_es: Efecto de animación
fr_fr: Effet d'animation
it_it: Effetto di animazione
ru_ru: Эффект анимации
uk: Ефект анімації

source: Animation effects for the dropdown menu
de_de: Animationseffekte für das Dropdown-Menü
es_es: Los efectos de animación para el menú desplegable
fr_fr: Effets d'animation pour le menu déroulant
it_it: Gli effetti di animazione per il menu di tipo dropdown
ru_ru: Выберите эффект анимации для выпадающего меню
uk: Ефект анімації для меню, що випадає

source: Fade In
de_de: Einblenden
es_es: Fundirse
ru_ru: Постепенное проявление
uk: Поступово виділяти

source: Slide from top
de_de: Schieben von oben
es_es: Diapositiva de arriba
fr_fr: Glisser depuis le haut
it_it: Far scorrere dall'alto
ru_ru: Появление сверху
uk: Плавно випадати згори

source: Slide from bottom
de_de: Schieben von unten
es_es: Diapositiva de abajo
fr_fr: Glisser depuis le bas
it_it: Far scorrere dal basso
ru_ru: Появление снизу
uk: Плавно підніматися знизу

source: Slide from left
de_de: Schieben von links
es_es: Diapositiva de la izquierda
fr_fr: Glisser depuis la gauche
it_it: Far scorrere da sinistra
ru_ru: Появление слева
uk: Плавно з'являтися зліва

source: Slide from right
de_de: Schieben von rechts
es_es: Diapositiva de derecha
fr_fr: Glisser depuis la droite
it_it: Far scorrere da destra
ru_ru: Появление справа
uk: Плавно з'являтися справа

source: Event
de_de: Ereignis
es_es: Evento
fr_fr: Evénement
it_it: Evento
ru_ru: Действие
uk: Подія

source: Select an activation event
de_de: Wählen Sie ein Aktivierungsereignis
es_es: Seleccione el evento de activación
fr_fr: Sélectionnez un événement d'activation
it_it: Seleziona è attiva un evento
ru_ru: Выберите действие при активации
uk: Оберіть подію активації ефекту

source: Hover
de_de: Schweben
es_es: Al pasar el ratón por encima
ru_ru: Ховер
uk: Наведення вказівника миші

source: Click
de_de: Klicken
es_es: Haga clic en
fr_fr: Clic
it_it: Clicca
ru_ru: Клик
uk: Натиск вказівником миші

source: Menu parent container CSS selector
de_de: CSS-Selektor vom übergeordneten Container des Menüs
es_es: CSS selector del contenedor del menú padre
fr_fr: CSS selector de conteneur parent du menu
it_it: Menu parente del contenitore di selettore CSS
ru_ru: CSS класс контейнера родительского меню
uk: Селектор CSS контейнера, батьківського для меню

source: Enter CSS selector name for mega menu parent container (if needed)
de_de: Geben Sie CSS-Selektor-Name für übergeordneten Container des Mega-Menüs an (falls erforderlich)
es_es: Introduzca el nombre del selector CSS para el contenedor del Mega menú principal (si es necesario)
fr_fr: Entrez le nom de sélecteur CSS pour le conteneur parent de méga menu (si nécessaire)
it_it: Inserisci il nome di selettore CSS per mega menu parente di contenitore (se necessario)
ru_ru: Введите CSS класс для контейнера родительского пункта Mega меню (если необходимо)
uk: Вкажіть селектор CSS для батьківського контейнера меґа меню (у разі необхідності)

source: Enter CSS class name for mega menu parent container (if needed)
de_de: Geben Sie CSS-Class-Name für übergeordneten Container des Mega-Menüs an (falls erforderlich)
es_es: Introduzca el nombre de la clase CSS para el contenedor del Mega menú principal (si es necesario)
fr_fr: Entrez le nom de classe CSS pour le conteneur de méga menu parent (si nécessaire)
it_it: Inserisci il nome della classe CSS per mega menu parente di contenitore (se necessario)
ru_ru: Введите CSS класс для контейнера родительского пункта Mega меню (если необходимо)
uk: Вкажіть назву класу CSS для батьківського контейнера меґа меню (у разі необхідності)

source: Mega menu caching enabled
de_de: Mega-Menü-Caching aktiviert
es_es: El almacenamiento en caché activado de Mega menú
fr_fr: Cache de menu méga activé
it_it: Abilita caching di Mega menu
ru_ru: Кэширование Mega Меню включено
uk: Кеш Меґа Меню увімкнено

source: Enable caching for mega menu items
de_de: Caching für Mega-Menü-Elemente aktivieren
es_es: Activar el almacenamiento en caché de los elementos del Maga menu
fr_fr: Activer la mise en cache pour les éléments de menu méga
it_it: Abilita caching per gli elementi di mega menu
ru_ru: Включить кэширование для элементов Mega Меню
uk: Увімкнути кеш елементів меґа меню

source: Mega Menus can only be created on top level menu items.
de_de: Mega-Menüs können nur auf Top-Level-Menü-Elementen erstellt werden.
es_es: Mega Menus sólo se puede crear en la parte superior de los elementos del menú.
fr_fr: Menus Méga ne peuvent être créés que pour les éléments de menu de haut niveau.
it_it: I Mega Menu possono essere creati solo sulla parte superiore di levello degli elementi di menu.
ru_ru: Элементы Mega Меню можно создать только для пунктов верхнего меню.
uk: Меґа Меню можна застосовувати тільки до елементів меню верхнього рівня вкладення

source: Enable Mega Menu for current item
de_de: Mega-Menü für aktuelles Element aktivieren
es_es: Activar Mega Menú del elemento actual
fr_fr: Activer Méga Menu pour l'élément courant
it_it: Abilita Mega Menu per l'elemento corrente
ru_ru: Включить Mega Меню для данного пункта меню
uk: Увімкнути меґа меню для даного елемента

source: Select a Widget to add to the panel
de_de: Wählen Sie ein Widget, um zum Panel hinzuzufügen
es_es: Seleccionar el widget para añadirlo al panel
fr_fr: Sélectionnez un Widget à ajouter au panneau
it_it: Seleziona un Widget da aggiungere al pannello
ru_ru: Выберите виджет, чтобы добавить в панель
uk: Оберіть віджет, який буде додано в панель

source: No widgets found
de_de: Keine Widgets gefunden
es_es: No hay widgets encontrados
fr_fr: Aucun widget trouvé
it_it: Nessun widget trovato
ru_ru: Виджеты не найдены
uk: Віджетів немає

source: Use the Widget Selector (top right) to add a Widget to this panel.
de_de: Verwenden Sie die Widget-Auswahl (oben rechts), um ein Widget zu diesem Panel hinzuzufügen.
es_es: Utilice el selector de Widget (arriba a la derecha) para agregar un widget a este panel.
fr_fr: Utilisez le Sélecteur Widget (en haut à droite) pour ajouter un Widget à ce panneau.
it_it: Utilizza il Selettore Widget (in alto a destra) per aggiungere un Widget per questo pannello.
ru_ru: Используйте Селектор Виджетов (в правом верхнем углу), чтобы добавить виджет в эту панель.
uk: Скористайтесь інструментом "Вибрати віджет" (угорі справа) для того, щоб додати віджет в цю панель.

source: Subitems behavior
de_de: Verhalten von Unterelementen
es_es: El comportamiento de subelementos
fr_fr: Comportement des sous-éléments
it_it: Comportamento sottovoci
ru_ru: Свойства подменю
uk: Поведінка підпунктів

source: Standard subitems behavior
de_de: Gewöhnliches Verhalten von Unterelementen
es_es: Comportamiento estándar de subelementos
fr_fr: Comportement des sous-éléments par défaut
it_it: Comportamento sottovoci standard
ru_ru: Стандартные свойства подменю
uk: Поведінка підпунктів меню за замовчуванням

source: Group sub items to columns
de_de: Unterelemente zu Spalten gruppieren
es_es: Agrupar subelementos en columnas
fr_fr: Grouper des sous-éléments dans les colonnes
it_it: Sub Gruppo degli elementi a colonne
ru_ru: Разделить элементы подменю на колонки
uk: Згрупувати підпункти в стовпці

source: Group standard submenu items to columns
de_de: Gewöhnliche Untermenü-Elemente zu Spalten gruppieren
es_es: Agrupar elementos del submenú estándar a columnas
fr_fr: Grouper des éléments de sous-menu standards dans les colonnes
it_it: Sottomenu di gruppo standard degli elementi a colonne
ru_ru: Разделить стандартные элементы подменю на колонки
uk: Згрупувати звичайні підпункти в стовпці

source: Columns number
de_de: Spaltenanzahl
es_es: Número de columnas
fr_fr: Nombre de colonnes
it_it: Numero delle colonne
ru_ru: Количество колонок
uk: Кількість стовпців

source: Submenu items columns number
de_de: Anzahl von Spalten der Untermenü-Elemente
es_es: Cantidad de columnas de elementos en submenú
fr_fr: Nombre de colonnes des sous-menus
it_it: Numero degli elementi nelle colonne di sottomenu
ru_ru: Количество колонок элементов подменю
uk: Кількість стовпців для підпунктів меню

source: Layout and position
de_de: Layout und Position
es_es: Diseño y posición
fr_fr: Mise en page et la position
it_it: Disposizione e la posizione
ru_ru: Разметка и позиция
uk: Макет та розташування

source: Define layout and position options for current mega menu item
de_de: Bestimmen Sie Optionen für Layout und Position für aktuellen Mega-Menü-Element
es_es: Definir opciones de diseño y posición del elemento de mega menú
fr_fr: Définir la mise en page et la position pour l'élément courant de menu méga
it_it: Definire la disposizione e le opzioni della posizione per gli elementi correnti di mega menu
ru_ru: Установите опции разметки и позиции для данного пункта Mega Меню
uk: Визначте властивості макету та розташування для даного елемента меґа меню

source: Submenu position
de_de: Position des Untermenüs
es_es: Posición del submenú
fr_fr: Position de sous-menu
it_it: Posizione sottomenu
ru_ru: Позиция подменю
uk: Розташування підменю

source: Select submenu position for current menu item
de_de: Position des Untermenüs für aktuellen Menü-Element auswählen
es_es: Seleccione la posición de submenú para el elemento de menú actual
fr_fr: Sélectionnez la position de sous-menu pour l'élément courant de menu
it_it: Seleziona la posizione di sottomenu per l'elemento corrente di menu
ru_ru: Выберите позицию подменю для данного пункта Mega Меню
uk: Оберіть розташування підменю даного елемента меню

source: Full Width
de_de: Volle Breite
es_es: Ancho completo
fr_fr: Largeur Complète
it_it: Intera Larghezza
ru_ru: По всей ширине
uk: На всю ширину

source: Center
de_de: Zentriert
es_es: Centro
fr_fr: Centre
it_it: Centro
ru_ru: По центру
uk: Посередині

source: Left Edge of Menu Bar
de_de: Linker Rand der Menüleiste
es_es: Borde izquierdo de la Barra del Menú
fr_fr: Bord Gauche de la Barre de Menu
it_it: Margine Sinistro di Menu Bar
ru_ru: По левому краю строки меню
uk: З лівого краю меню

source: Right Edge of Menu Bar
de_de: Rechter Rand der Menüleiste
es_es: Borde derecho de la Barra de Menú
fr_fr: Bord droit de la Barre de Menu
it_it: Margine Destro di Menu Bar
ru_ru: По правому краю строки меню
uk: З правого краю меню

source: Left Edge of Parent Item
de_de: Linker Rand des übergeordneten Elements
es_es: Borde izquierdo del Artículo Padre
fr_fr: Bord Gauche de l'Élément Parent
it_it: Margine Sinistro dell'Elemento Parente
ru_ru: По левому краю родительского пункта меню
uk: З лівого краю батьківського елемента меню

source: Right Edge of Parent Item
de_de: Rechter Rand des übergeordneten Elements
es_es: Borde derecho del Artículo Padre
fr_fr: Bord Droit de l'Élément Parent
it_it: Margine Destro dell'Elemento Parente
ru_ru: По правому краю родительского пункта меню
uk: З правого краю батьківського елемента меню

source: Vertical - Aligned to menu top
de_de: Vertikal - an der Menü-Spitze ausgerichtet
es_es: Vertical - Alineado al menú superior
fr_fr: Vertical - Aligné au menu top
it_it: Verticale - Allineato in alto del menu
ru_ru: Вертикальное выравнивание по отношению к верхнему меню
uk: Вертикально - вирівнювати відносно верхнього краю меню

source: Vertical - Aligned to parent
de_de: Vertikal - am Übergeordeten ausgerichtet
es_es: Vertical - Alineado al padre
fr_fr: Vertical - Aligné à parent
it_it: Verticale - Allineato al parente
ru_ru: Вертикальное выравнивание по отношению к дочернему пункту меню
uk: Вертикально - вирівнювати відносно батьківського елемента меню

source: Set item width for 1200
de_de: Elementbreite für 1200 festlegen
es_es: Establecer la anchura del artículo para 1200
fr_fr: Réglez la largeur d'élément pour 1200
it_it: Imposta la larghezza dell'elemento per 1200
ru_ru: Установить ширину элемента для 1200
uk: Вкажіть ширину елемента для 1200

source: Set item width for and more (100%, 400px)
de_de: Elementbreite für und mehr (100%, 400px) festlegen
es_es: Establecer la anchura del artículo para y más (100%, 400px)
fr_fr: Réglez la largeur d'élément pour et plus (100%, 400px)
it_it: Impostare la larghezza dell'elemento da e oltre (100%, 400px)
ru_ru: Установить ширину элемента для данного разрешения и более (100%, 400px)
uk: Вкажіть ширину елемента для більшого розширення (100%, 400px)

source: Set item width for 980-1199
de_de: Elementbreite für 980-1199 festlegen
es_es: Establecer la anchura del artículo para 980-1199
fr_fr: Réglez la largeur d'élément pour 980-1199
it_it: Imposta larghezza dell'elemento per 980-1199
ru_ru: Установить ширину элемента для 980-1199
uk: Вкажіть ширину елемента для 980-1199

source: Set item width for 768-979
de_de: Elementbreite für 768-979 festlegen
es_es: Establecer la anchura del artículo para 768-979
fr_fr: Réglez la largeur d'élément pour 768-979
it_it: Imposta larghezza dell'elemento per 768-979
ru_ru: Установить ширину элемента для 768-979
uk: Вкажіть ширину елемента для 768-979

source: Hide submenu on mobile
de_de: Untermenü auf Handy ausblenden
es_es: Ocultar submenú en el móvil
fr_fr: Masquer sous-menu sur le mobile
it_it: Nascondi sottomenu sul mobile
ru_ru: Скрыть подменю на мобильной версии
uk: Приховати підменю на мобільних пристроях

source: Hide this submenu item on mobile version
de_de: Dieses Untermenü-Element auf Handyversion ausblenden
es_es: Ocultar este elemento de submenú en la versión móvil
fr_fr: Masquer cet élément de sous-menu sur la version mobile
it_it: Nascondi elemento di questo sottomenu in versione mobile
ru_ru: Скрыть данный пункт подменю на мобильной версии
uk: Приховати цей підпункт меню на мобільних пристроях

source: Item icon
de_de: Elementsymbol
es_es: Icono del elemento
fr_fr: Icône d'élémént
it_it: Elemento icona
ru_ru: Иконка элемента
uk: Іконка елемента

source: Select FontAwesome item icon
de_de: FontAwesome Elementsymbol auswählen
es_es: Seleccione el icono elemento FontAwesome
fr_fr: Sélectionnez l'icône d'élémént FontAwesome
it_it: Seleziona FontAwesome elemento icona
ru_ru: Выберите FontAwesome иконку для элемента
uk: Оберіть FontAwesome іконку елемента

source: Item arrow
de_de: Element-Pfeil
es_es: Flecha del artículo
fr_fr: Flèche d'élémént
it_it: Elemento freccia
ru_ru: Стрелка элемента
uk: Стрілка елемента

source: Select FontAwesome icon for arrow
de_de: FontAwesome Elementsymbol für Pfeil auswählen
es_es: Seleccione la flecha del icono FontAwesome
fr_fr: Sélectionnez l'icône FontAwesome pour la flèche
it_it: Selezionare FontAwesome icona della freccia
ru_ru: Выберите FontAwesome иконку для стрелки элемента
uk: Оберіть FontAwesome іконку стрілки елемента

source: Hide menu link text
de_de: Menü-Link-Text ausblenden
es_es: Ocultar texto del enlace del menú
fr_fr: Masquer le texte du lien de menu
it_it: Nascondi menu link testo
ru_ru: Скрыть текст ссылки меню
uk: Приховати підпис посилання меню

source: Hide this menu item link text
de_de: Text von diesem Menü-Link ausblenden
es_es: Ocultar este texto del enlace de elemento del menú
fr_fr: Masquer le texte du lien de cet élément de menu
it_it: Nascondi questo menu e il testo del link dell'elemento
ru_ru: Скрыть текст ссылки данного пункта меню
uk: Приховати підпис посилання цього елемента меню

source: Hide sub-menu arrow
de_de: Untermenü-Pfeil ausblenden
es_es: Ocultar flecha del submenú
fr_fr: Masquer la flèche de sous-menu
it_it: Nascondi sottomenu a freccia
ru_ru: Скрыть стрелку подменю
uk: Приховати стрілки підменю

source: Hide sub-menu indicator arrow
de_de: Untermenü-Anzeigepfeil ausblenden
es_es: Ocultar flecha que indica al submenú
fr_fr: Masquer la flèche indicatrice de sous-menu
it_it: Nascondi sottomenu con indicatore a freccia
ru_ru: Скрыть стрелку-указатель подменю
uk: Приховати стрілки-позначення підменю

source: Cherry Mega Menu Widgets
de_de: Kirsche Mega-Menü-Widgets
es_es: Widgets de Cherry Mega Menú
ru_ru: Виджеты Cherry Mega Menu
uk: Віджети Cherry Меґа Меню

source: Do not manually edit this area.
de_de: Nicht manuell diesen Bereich bearbeiten.
es_es: No edite manualmente este área
fr_fr: Ne pas modifier manuellement cette zone.
it_it: Non modificare manualmente questa zona.
ru_ru: Не редактируйте это поле вручную
uk: Не редагуйте цю область вручну

source: Saved %s
de_de: %s gespeichert
es_es: Guardado %s
fr_fr: Enregistré %s
it_it: Salvato %s
ru_ru: Сохранено %s
uk: Збережено %s

source: Failed to save %s
de_de: Fehler beim Speichern von %s
es_es: Error al guardar %s
fr_fr: Impossible d’enregistrer %s
it_it: Impossibile salvare %s
ru_ru: Ошибка при сохранении %s
uk: Не вдалося зберегти %s

source: Updated %s (new columns: %d)
de_de: Aktualisiert %s (neue Spalten: %d)
es_es: Actualizado %s (nuevas columnas: %d)
fr_fr: Mis à jour %s (nouvelles colonnes: %d)
it_it: Aggiornato %s (nuove colonne: %d)
ru_ru: Обновлено %s (новые колонки: %d)
uk: Оновлено %s (%d нових стовпців)

source: Failed to update %s
de_de: Fehler beim Aktualisieren von %s
es_es: Error al actualizar %s
fr_fr: Impossible de mettre à jour %s
it_it: Impossibile ricaricare %s
ru_ru: Ошибка при обновлении %s
uk: Не вдалося оновити %s

source: Failed to add %s to %d
de_de: Fehler beim Hinzufügen von %s zu %d
es_es: Error al agregar %s a %d
fr_fr: Impossible d'ajouter %s à %d
it_it: Impossibile aggiungere %s to %d
ru_ru: Ошибка при добавлении %s к %d
uk: Не вдалося додати %s до %d
